{
    "navbar": {
      "home": "الرئيسية",
      "about": "عن فن اللغة",
      "solutions": "خدماتنا",
      "contact": "تواصل معنا"
    },
    "footer": {
    "quickLinks": "روابط سريعة",
    "contactUs": "تواصل معنا",
    "home": "الرئيسية",
    "about": "عن فن اللغة",
    "solutions": "خدماتنا",
    "contact": "تواصل معنا",
    "phone": "الهاتف: ٠٠٩٦٦ ٥٥٥٤٣٤٢",
    "email": "البريد الإلكتروني: info@artoflang.net",
    "rights": "جميع الحقوق محفوظة.",
    "aboutText": "تمكين الأفراد والمنظمات من خلال تدريب وحلول عالية الجودة لمستقبل أكثر إشراقًا."
  },

  "aboutSection": {
  "title": "عن فن اللغة",
  "para1": "فن اللغة هو معهد تدريب رائد في الرياض، المملكة العربية السعودية، مكرس لتمكين الأفراد والمنظمات بالمعرفة والمهارات اللازمة للتفوق في بيئة الأعمال الديناميكية.",
  "para2": "من خلال مجموعة شاملة من الدورات في الإدارة والتمويل والموارد البشرية وتعليم اللغة الإنجليزية وغيرها، نحن ملتزمون بتعزيز التعلم والتطوير المستمر."
},

"visionSection": {
  "title": "الرؤية والرسالة",
  "visionTitle": "الرؤية",
  "visionText": "أن نكون المحفز الرائد للنمو المهني والشخصي في المملكة العربية السعودية، والمساهمة في تحقيق رؤية 2023 وخاصة فيما يتعلق ببرنامج تنمية القدرات البشرية من خلال تزويد الأفراد والمنظمات بالقدرات اللازمة للازدهار في عالم سريع التطور.",
  "missionTitle": "الرسالة",
  "missionText1": "تقديم حلول عالية الجودة وبرامج مخصصة وفقاً للاحتياجات الفردية والمؤسسية.",
  "missionText2": "نسعى جاهدين لغرس ثقافة التميز والابتكار والتعلم مدى الحياة، لتمكين عملائنا من تحقيق أقصى إمكاناتهم والمساهمة بفعالية في نمو وازدهار المملكة العربية السعودية."
},

"valuesSection": {
  "title": "القيم",
  "excellenceTitle": "التميز",
  "excellenceText": "نحن ملتزمون بتقديم التميز في كل ما نقوم به، بدءًا من جودة دوراتنا وحتى مستوى خبرائنا.",
  "innovationTitle": "الابتكار",
  "innovationText": "نحن نحتضن الابتكار والإبداع لمواصلة تعزيز برامجنا والبقاء في صدارة التوجهات المتغيرة.",
  "empowermentTitle": "التمكين",
  "empowermentText": "نحن نؤمن بتمكين الأفراد والمنظمات بالمعرفة والمهارات والثقة لتحقيق النجاح.",
  "collaborationTitle": "التعاون",
  "collaborationText": "نحن نعزز ثقافة التعاون والعمل الجماعي، ونستفيد من الخبرات الجماعية لموظفينا وشركائنا وعملائنا لتحقيق النجاح المتبادل."
},


"solutionsSection": {
  "title": "خدماتنا",
  "generalTitle": "خدماتنا العامة",
  "generalIntro": "في فن اللغة، نقدم مجموعة من الحلول التدريبية عالية المستوى والمصممة خصيصًا لتلبية الاحتياجات والأهداف المتنوعة، بما في ذلك:",
  "general1Title": "برامج التدريب العامة",
  "general1Text": "تشمل برامجنا التدريبية العامة مجموعة واسعة من المواضيع، وتلبي احتياجات الأفراد والمنظمات التي تسعى إلى اكتساب المعرفة الأساسية وتنمية المهارات في مختلف التخصصات.",
  "general2Title": "حلول التدريب التعاقدية",
  "general2Text": "نقدم خدمات تدريب تعاقدية مصممة خصيصًا لتلبية المتطلبات المحددة للمؤسسات، ونوفر حلولًا تدريبية مخصصة لمواجهة التحديات والفرص الفريدة التي تواجهها.",
  "general3Title": "ورش العمل المتخصصة",
  "general3Text": "تركز ورش العمل المتخصصة لدينا على مجالات متخصصة في الإدارة والتمويل والموارد البشرية وغيرها، مما يوفر رؤى متعمقة وأدوات عملية لتعزيز الخبرة والأداء المهني.",
  "general4Title": "التعليم التنفيذي",
  "general4Text": "تم تصميم برامج التعليم التنفيذي لدينا لكبار المديرين التنفيذيين وقادة الأعمال، حيث تقدم تجارب تعليمية متقدمة ورؤى استراتيجية لدفع النمو المؤسسي والابتكار.",
  "general5Title": "دورات إتقان اللغة",
  "general5Text": "نظرًا لأن إتقان اللغة أمر بالغ الأهمية للنجاح في عالم اليوم، نقدم برامج شاملة لتعليم اللغة الإنجليزية للأفراد والشركات، مما يتيح التواصل والتعاون الفعال على نطاق عالمي.",
  "trainingTitle": "الحلول التدريبية",
  "trainingIntro": "تقدم فن اللغة تدريبًا متخصصًا عبر مجموعة متنوعة من المجالات الحيوية، مصممًا لتعزيز المهارات والأداء في القطاعين العام والخاص. تشمل برامجنا:",
  "training1": "القيادة والإدارة",
  "training2": "تطوير الذات",
  "training3": "السكرتارية التنفيذية",
  "training4": "الإعلام",
  "training5": "تنظيم المؤتمرات والحفلات",
  "training6": "الحملات الإعلامية والإعلانية",
  "training7": "الموارد البشرية",
  "training8": "تقنية المعلومات",
  "training9": "العلاقات العامة"
},

"scholarshipSection": {
  "title": "الإبتعاث الخارجي",
  "para1": "يعتبر فن اللغة من المعاهد المتخصصة بتأمين قبول اللغة والدورات وقبول الجامعات.",
  "para2": "نُسهّل قبول المعاهد في جميع أنحاء العالم والدراسة بالخارج بفضل شراكاتنا مع أفضل الجامعات والمؤسسات التعليمية العالمية والمعاهد ومدارس اللغة.",
  "para3": "خبرتنا في التعامل مع المعاهد والجامعات والمؤسسات التعليمية قائمة على الخبرة المباشرة، من خلال تأمين القبول والسكن والتأمين وغيرها من الأمور التي تهم الطالب وتجعل مسيرته التعليمية أسهل وأكثر نجاحًا."
},

"customizedSection": {
  "title": "برامج مخصصة",
  "para1": "تصميم برامج حسب احتياج العميل، حيث يقدم معهد فن اللغة خدماته للعملاء في القطاع الحكومي والقطاع الخاص والأفراد الراغبين في دراسة اللغة الإنجليزية والتدريب خارج المملكة العربية السعودية."
},

"contactSection": {
  "title": "تواصل معنا",
  "phoneTitle": "الهاتف",
  "emailTitle": "البريد الإلكتروني",
  "websiteTitle": "الموقع الإلكتروني"
}







  }
  